Repository: 84000/data-translation-memory
Catalog: toh1-3-v3.tmx
Source language: bo
Languages: en

source: དགག་དབྱེ་འབུལ་བའི་དགེ་སློང་གིས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་མཆིལ་ལྷམ་ཕུད་དེ། རྒན་རིམས་བཞིན་དུ་འདུད་པ་དང་བཅས་པས་ཙོག་པུར་འདུག་སྟེ་ཐལ་མོ་སྦྱོར་ལ་ཚིག་འདི་སྐད་ཅེས།
en: A monk offering his lifting of restrictions, having taken his upper robe from one shoulder and removed his sandals, should pay his respects in order of seniority, and then squat.

source: ཚེ་དང་ལྡན་པ་དག་དགོངས་སུ་གསོལ།
en: With palms pressed together, he should say: “ ‘Venerable ones, please listen.

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ན།
en: Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བའི་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ཏེ།
en: Today is also the fifteenth, the day of lifting restrictions for me, the monk so-and-so.

source: བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བས་དགེ་འདུན་བཙུན་པ་རྣམས་ལ་མཐོང་བ་དང་། ཐོས་པ་དང་།
en: I, the monk so-and-so, lift restrictions upon the honorable saṅgha regarding the three grounds of what has been seen, heard, or suspected of me.

source: དོགས་པའི་གནས་གསུམ་གྱིས་དགག་དབྱེ་བརྗོད་དོ། །
en: I, the monk so-and-so, profess that I am pure of hindering qualities.

source: བརྗོད་པ་ཡང་རིག་པར་བགྱིད་དོ་ཞེས་དེ་ལྟར་ལན་གཉིས།
en: I also profess my purity for the lifting of restrictions. Let my profession be known.’

source: དགག་དབྱེ་འབུལ་བའི་དགེ་སློང་གིས་གལ་ཏེ་ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་ཀྱིས་དགག་དབྱེ་ཕུལ་ན་དགག་དབྱེ་ཕུལ་བ་ཞེས་བྱའོ། །
en: If the monk offering his lifting of restrictions physically communicates his offer to lift restrictions, the lifting of restrictions should be deemed as having been offered.

source: ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འབུལ་ན་དགག་དབྱེ་ཕུལ་བ་ཞེས་བྱའོ། །
en: If he verbally communicates his offer to lift restrictions, the lifting of restrictions should be deemed as having been offered.

source: ལུས་ཀྱི་རྣམ་པར་རིག་བྱེད་དང་། ངག་གི་རྣམ་པར་རིག་བྱེད་ཀྱིས་འབུལ་མི་ནུས་ན་དགེ་འདུན་ཐམས་ཅད་དེར་དོང་བར་བྱའོ། །ཡང་ན་དགེ་སློང་དེ་དགེ་འདུན་གྱིས་ནང་དུ་བླང་བར་བྱའོ། །
en: If he is unable to physically or verbally communicate his offer to lift restrictions, the entire saṅgha should go to him or, alternatively, the monk should be brought among saṅgha.

source: དགེ་འདུན་ཐམས་ཅད་དེར་མ་དོང་ངམ། དགེ་སློང་དེ་དགེ་འདུན་གྱིས་ནང་དུ་མ་བླངས་ཏེ། མ་ཚོགས་པར་དགག་དབྱེ་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །དགེ་སློང་དགག་དབྱེ་འབུལ་བས་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་བཞིན་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If the entire saṅgha neither goes to him nor brings that monk among the saṅgha, and they lift restrictions without a quorum, they will be guilty of a breach.

source: ངས་དགག་དབྱེ་ལེན་པའི་དགེ་སློང་གི་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ། དགག་དབྱེ་ལེན་པའི་དགེ་སློང་གིས་དགག་དབྱེ་བླངས་ནས་བརྒྱུག་པར་མི་བྱ། མགྱོགས་པར་མི་བྱ། མཆོང་བར་མི་བྱ། ཕྱི་རོལ་དུ་མཆོང་བར་མི་བྱ།
en: “Monks, I will formulate the rules of customary conduct for a monk who receives a lifting of restrictions.

source: འོབས་ལ་མི་བྱ། བང་རིམ་ལ་མཆོང་བར་མི་བྱ། སྟེང་གི་ནམ་མཁའ་ལ་འདུག་པར་མི་བྱ། མཚམས་ཀྱི་ཕྱི་རོལ་དུ་འགྲོ་བར་མི་བྱ། གོམ་པ་གཅིག་གིས་སྐས་ཀྱི་གདང་བུ་གཉིས་ལ་འཛེག་པར་མི་བྱ། གོམ་པ་གཅིག་གིས་སྐས་ཀྱི་རིམ་པ་གཉིས་ལ་གཟེག་པར་མི་བྱ། གཉིད་ལོག་པར་མི་བྱ། སྙོམས་པར་འཇུག་པར་མི་བྱའོ། །
en: Once he has received a lifting of restrictions, the monk who receives a lifting of restrictions should not run, nor should he rush, jump, jump over partitions, jump over ditches, jump onto verandas, sit in the sky above, go beyond the boundary, climb a ladder two rungs at a time, climb a staircase two steps at a time, spill over onto a causeway, fall asleep, or sit in equipoise.

source: གཉིད་ལོག་གམ། སྙོམས་པར་ཞུགས་ན་རྒྱུ་གཉིས་ཀྱིས་སྨད་པར་འགྱུར་ཏེ། ངོ་ཚ་མེད་པ་གང་ཡིན་པ་དང་། ཁྱད་དུ་བསད་པ་གང་ཡིན་པའོ། །
en: To fall asleep or to sit in equipoise are censured for two reasons: because one suggests disrespect and the other absentmindedness.

source: གང་གི་ཚེ་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་ཚེ་དང་ལྡན་པ་དག་མ་ལྷགས་པ་རྣམས་ཀྱི་འདུན་པ་དང་ཡོངས་སུ་དག་པ་བརྗོད་ཅིག །བརྗོད་པ་ཡང་རིག་པར་གྱིས་ཤིག་ཅེས་སྨྲས་པ་ན།
en: “Then, when the saṅgha elder says, ‘Venerable ones, profess the consent and purity of those monks who have not come.

source: དེས་དགེ་སློང་དྲུང་ན་འདུག་པའི་འདུན་དུ་འདུག་སྟེ། ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: Let their profession be known,’ the receiving monk says while seated in front of the nearest monk, ‘Venerable one, please listen.

source: གནས་ག་གེ་མོ་ཞིག་ན་དགེ་སློང་བྲོ་འཚལ་བ། སྡུག་བསྔལ་བ།
en: There is a monk, sick, suffering, and tormented by illness, at another site.

source: བྲོ་ཚབས་ཆེ་བ་ཞིག་གནས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ལ།
en: Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: དགེ་སློང་དེའི་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ཏེ། དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དེ་དགེ་འདུན་བཙུན་པ་རྣམས་ལ་མཐོང་བ་དང་། ཐོས་པ་དང་། དོགས་པའི་གནས་གསུམ་གྱིས་དགག་དབྱེ་བགྱིད་དེ།
en: As it is also the fifteenth, the day of lifting restrictions, for that monk, the monk so-and-so lifts restrictions on the saṅgha regarding the three grounds of what has been seen, heard, or suspected of him, so his restrictions have been lifted.

source: དགག་དབྱེ་བརྗོད་དོ། །
en: I also announce his consent for the lifting of restrictions.

source: བརྗོད་པ་ཡང་རིག་པར་བགྱིད་དོ་ཞེས་སྨྲོས་ཤིག །
en: Let this profession be known.’

source: དགག་དབྱེ་ལེན་པའི་དགེ་སློང་གིས་ཀུན་ཏུ་སྤྱོད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་བཞིན་ཡང་དག་པར་བླངས་ཏེ་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: “They will be guilty of a breach if the monk receiving the lifting of restrictions follows the customary rules of conduct but his profession is not accepted after being properly received.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་རེ་ཞིག་དགག་དབྱེ་ལེན་པའི་དགེ་སློང་གིས་དགག་དབྱེ་བླངས་ནས་དེ་ཉིད་དུ་གུམ་ན་དགག་དབྱེ་བླངས་པ་ཞེས་བགྱིའམ།
en: The venerable Upāli asked the Blessed Buddha, “Honorable One, if the monk who has received a lifting of restrictions were to die immediately after receiving a lifting of restrictions, has the lifting of restrictions been received or not?”

source: མ་བླངས་པ་ཞེས་བགྱི། ཉེ་བ་འཁོར་མ་བླངས་པ་ཞེས་བྱ་སྟེ། ཡང་བླང་བར་བྱའོ། །ཁྱིམ་པ་ཉིད་དུ་དབྱར་གྱིས་འཆེའམ། དགེ་སྦྱོང་ཉིད་དུ་གཡར་གྱིས་འཆེའམ། མ་ནིང་ཉིད་དམ། ཟ་མ་ཉིད་དམ།
en: “Upāli, it has not been received and should be received again.”

source: དགེ་སློང་མ་སུན་ཕྱུང་བ་ཉིད་དམ། མ་བསད་པ་ཉིད་དམ། ཕ་བསད་པ་ཉིད་དམ། དགྲ་བཅོམ་པ་བསད་པ་ཉིད་དམ། དགེ་འདུན་གྱི་དབྱེན་བྱས་པ་ཉིད་དམ། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་འབྱིན་པ་ཉིད་དམ། མུ་སྟེགས་ཅན་ཉིད་དམ། མུ་སྟེགས་ཅན་ཞུགས་པ་ཉིད་དམ། རྐུ་ཐབས་སུ་གནས་པ་ཉིད་དམ། ཐ་དད་དུ་གནས་པ་ཉིད་དམ། གནས་པར་མི་བགྱི་བ་ཉིད་དུ་གཡར་གྱིས་འཆེ་བས་དགག་དབྱེ་བླངས་པ་ཞེས་བགྱིའམ།
en: “If the monk who has received a lifting of restrictions were to make an oath professing he is a householder, or makes an oath that he is a novice, a person who has undergone castration, a person labeled a paṇḍaka, someone who has violated a nun, a matricide, a patricide, someone who has killed an arhat, someone who has caused a schism in the saṅgha, someone who has maliciously drawn blood from a tathāgata, a tīrthika, a convert to a tīrthika order, someone living under false pretenses, someone outside the common living, or someone denied the common living, has the lifting of restrictions been received or not?”

source: མ་བླངས་པ་ཞེས་བགྱི། ཉེ་བ་འཁོར་མ་བླངས་པ་ཞེས་བྱ་སྟེ། ཡང་བླང་བར་བྱའོ། །
en: “Upāli, it has not been received and should be received again.”

source: ཤུལ་ཀར་གུམ་ན་དགག་དབྱེ་བླངས་པ་ཞེས་བགྱིའམ།
en: “If the monk who has received a lifting of restrictions were to die on the way, has the lifting of restrictions been received or not?”

source: མ་བླངས་པ་ཞེས་བགྱི། ཉེ་བ་འཁོར་མ་བླངས་པ་ཞེས་བྱ་བས་ཡང་བླང་བར་བྱ་སྟེ།
en: “Upāli, it has not been received and should be received again.”

source: སྔར་གསོ་སྦྱོང་གི་གཞི་ལས་ཇི་སྐད་འབྱུང་བ་དེ་བཞིན་དུ་རྒྱས་པར་བརྗོད་པར་བྱའོ། །
en: The remaining contingencies should be expressed at length, as in the earlier Chapter on the Restoration Rite.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་གནས་གང་ཞིག་ན་དགེ་སློང་གཅིག་པུ་ཞིག་གནས་པ་དེས་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བགྱི། ཉེ་བ་འཁོར་དགེ་སློང་དེས་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་གཙུག་ལག་ཁང་ཕྱག་དར་བྱ། ཆག་ཆག་བྱ། བའི་ལྕི་བ་སར་པའི་བྱུག་པས་བྱུག་པར་བྱའོ། །
en: The venerable Upāli asked the Blessed Buddha, “Honorable One, what should a monk living alone at a site do on the fifteenth, the day of lifting restrictions?”

source: སེང་གེའི་ཁྲི་བཤམ་པར་བྱའོ། །
en: “Upāli, on the fifteenth, the day of lifting restrictions, that monk should sprinkle the temple floor with water, sweep it, spread a fresh paste of dung over it, set up a lion throne, set out a seat, and announce as best he can the opportunity to listen to the Dharma.

source: སྟན་དག་གདིང་བར་བྱའོ། །ཇི་ཙམ་ནུས་ཀྱི་བར་དུ་ཆོས་བསྒྲག་པར་བྱའོ། །དེའི་འོག་ཏུ་ས་ཕྱོགས་མཐོན་པོ་ཞིག་ཏུ་འདུག་ལ་ཕྱོགས་བཞིར་བལྟ་བར་བྱའོ། །
en: After that, he should sit in the highest place around and look into the four directions.

source: དེར་གལ་ཏེ་དགེ་སློང་ཡོངས་སུ་དག་པ་ལྟ་བ་མཐུན་པ་དག་ཅིག་འོང་ན།
en: “If pure, like-minded monks should come, he should say to them, ‘O venerable ones!

source: དེ་དག་ལ་ཚེ་དང་ལྡན་པ་དག་མྱུར་བ་མྱུར་བར་ཚུར་སྤྱོན།
en: Come quickly!

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ཀྱིས་ཁྱེད་དང་ལྷན་ཅིག་འཁོད་ལ་དགག་དབྱེ་བྱའོ་ཞེས་སྨྲོས་ཤིག །
en: It is the fifteenth, the saṅgha’s lifting of restrictions, so let you and I sit together and lift restrictions.’

source: གལ་ཏེ་དེ་ལྟར་གྲུབ་ན་ལེགས།
en: “If this occurs, then all is well.

source: ཅི་སྟེ་དེ་ལྟར་མ་གྲུབ་ན་དགེ་སློང་དེས་རང་གི་སྟན་ལ་འདུག་ལ་སེམས་འདི་ལྟར་བསྐྱེད་ཅིང་ཚིག་ཏུ་བརྗོད་དེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ལགས་ལ།
en: If it does not, then that monk, having sat upon his seat, should rouse the following intention, and say, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions.

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བའི་དགག་དབྱེ་ཡང་བཅོ་ལྔ་པ་ལགས་ན། བདག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བའི་དགག་དབྱེ་བྱིན་གྱིས་བརླབ་བོ། །
en: As it is also the fifteenth, the day of lifting restrictions, for me, I, the monk named so-and-so, sanction my lifting of restrictions.

source: གང་གི་ཚེ་དགེ་འདུན་ཚོགས་པ་རྙེད་པ་དེའི་ཚེ་དགེ་འདུན་ཚོགས་པ་དང་ལྷན་ཅིག་དགག་དབྱེ་བགྱིའོ་ཞེས་ལན་གཉིས་ལན་གསུམ་དུ་བྱིན་གྱིས་བརླབ་པར་བྱའོ། །
en: When I find a saṅgha assembly, I will participate in the lifting of restrictions together with the saṅgha assembly.’ “It should be sanctioned a second and a third time.

source: གང་ན་དགེ་སློང་གཉིས་གནས་པ་དེར་ཡང་གོ་རིམས་ནི་འདི་ཉིད་ཀྱིས་གཅིག་ལ་གཅིག་བརྗོད་པར་བྱའོ། །
en: “Where two monks are staying together, they should take turns professing to one another.

source: གང་ན་དགེ་སློང་གསུམ་གནས་པ་དེར་ཡང་གོ་རིམས་ནི་འདི་ཉིད་ཀྱིས་ཕན་ཚུན་བརྗོད་པར་བྱའོ། །
en: “Likewise, where three monks are staying together, they should take turns professing to each other.

source: གང་ན་དགེ་སློང་བཞི་གནས་པར་ནི་དེ་དག་གིས་གསོལ་བ་བྱས་ལ་དགག་དབྱེ་བྱའོ། །
en: “Where four monks are staying together, they should make a motion and perform the lifting of restrictions.

source: དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་ནི་བསྐོ་བར་མི་བྱའོ། །
en: A monk who directs the lifting of restrictions should not be appointed.

source: གང་ན་དགེ་སློང་ལྔ་གནས་པར་ནི་དེ་དག་གིས་གསོལ་བ་བྱས་ལ་དགག་དབྱེ་བྱའོ། །
en: “Where five monks are staying together, they should make a motion and perform the lifting of restrictions.

source: དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་བསྐོ་བར་བྱའོ། །ནད་པས་དགག་དབྱེ་ནི་བླང་བར་མི་བྱའོ། །
en: A monk who directs the lifting of restrictions should be appointed but a sick monk’s lifting of restrictions should not be received.

source: གང་ན་དགེ་སློང་དྲུག་གམ་ལྷག་པ་དག་གནས་པར་ནི་དེ་དག་གིས་གསོལ་བ་བྱས་ལ་དགག་དབྱེ་བྱའོ། །
en: “Where six or more monks are staying together, they should make a motion and perform the lifting of restrictions.

source: དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་བསྐོ་བར་བྱའོ། །ནད་པའི་དགག་དབྱེ་ཡང་བླང་བར་བྱའོ།། །།
en: A monk who directs the lifting of restrictions should be appointed and a sick monk’s lifting of restrictions should be received.”

source: བར་སྡོམ་ལ། གནས་པར་དམ་ནི་བཅའ་བ་ལ། །ཆོས་མ་ཡིན་པ་གཞག་པ་དང་། །ཚིག་གཅིག་པ་ཡི་དགག་དབྱེ་དང་། །གང་ཕྱིར་ཚིག་གཅིག་བྱ་བའོ། །
en: Improper An intervening summary: In pledging to settle, Suspending an improper rite, A lifting of restrictions recited once, and When a single repetition should be done.

source: དགག་དབྱེ་གཞག་པ་ཆོས་དང་མཐུན་པ་གཅིག་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་དང་། དགག་དབྱེ་གཞག་པ་ཆོས་དང་མཐུན་པ་གསུམ་དང་། ཆོས་དང་མི་མཐུན་པ་གཅིག་དང་། དགག་དབྱེ་གཞག་པ་ཆོས་དང་མཐུན་པ་ལྔ་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་གོ། །
en: In Pledging to Settle, Suspending an Improper Rite, A Lifting of Restrictions Recited Once, and When a Single Repetition Should Be Done “There is the one proper suspension of the lifting of restrictions and the one improper suspension of the lifting of restrictions; the three proper suspensions of the lifting of restrictions and the one improper suspension of the lifting of restrictions; and the five proper suspensions of the lifting of restrictions and the one improper suspension of the lifting of restrictions.

source: དགག་དབྱེ་གཞག་པ་ཆོས་དང་མཐུན་པ་གཅིག་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་གང་ཞེ་ན།
en: “What are the one proper suspension and the one improper suspensions of the lifting of restrictions?

source: དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ལ་བརྗོད་པ་མ་རྫོགས་པར་དགག་དབྱེ་འཇོག་པ་ནི་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: When the lifting of restrictions is to be recited once, a suspension of the lifting of restrictions before the chanting is finished is a proper suspension of the lifting of restrictions.

source: བརྗོད་པ་རྫོགས་ནས་དགག་དབྱེ་འཇོག་པ་ནི་ཆོས་དང་མི་མཐུན་པ་སྟེ།
en: But a suspension of the lifting of restrictions after the recitation is finished is an improper suspension of the lifting of restrictions.

source: འདི་ནི་དགག་དབྱེ་གཞག་པའི་ཆོས་དང་མཐུན་པ་གཅིག་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་ཡིན་ནོ། །
en: Thus, these are the one proper suspension and the one improper suspension of the lifting of restrictions.

source: དགག་དབྱེ་གཞག་པ་ཆོས་དང་མཐུན་པ་གསུམ་དང་ཆོས་དང་མི་མཐུན་པའི་གཅིག་གང་ཞེ་ན།
en: “What are the three proper suspensions of the lifting of restrictions and the one improper suspension of the lifting of restrictions?

source: དགག་དབྱེ་ལན་གཉིས་བཟླས་པ་ལ་བཟླས་པ་དང་པོ་བརྗོད་པ་མ་རྫོགས་པར་དགག་དབྱེ་འཇོག་པ་ནི་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: When the lifting of restrictions is to be recited twice, a suspension of the lifting of restrictions before the recitation of the first repetition is finished is a proper suspension of the lifting of restrictions.

source: བརྗོད་པ་རྫོགས་ནས་འཇོག་པ་ཡང་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: A suspension of the lifting of restrictions after the [first] recitation is finished is a proper suspension of the lifting of restrictions.

source: བཟླས་པ་གཉིས་བརྗོད་པ་མ་རྫོགས་པར་དགག་དབྱེ་འཇོག་པ་ཡང་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: A suspension of the lifting of restrictions before the recitation of the second repetition is finished is a proper suspension of the lifting of restrictions.

source: བརྗོད་པ་རྫོགས་ནས་དགག་དབྱེ་འཇོག་པ་ནི་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མི་མཐུན་པ་སྟེ།
en: But a suspension of the lifting of restrictions after the [second] recitation is finished is an improper suspension of the lifting of restrictions.

source: དེ་ལྟར་དེ་དག་ནི་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་གསུམ་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་ཡིན་ནོ། །
en: These are the three proper suspensions and the one improper suspension of the lifting of restrictions.

source: དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ལྔ་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་གང་ཞེ་ན།
en: “What are the five proper suspensions of the lifting of restrictions and the one improper suspension of the lifting of restrictions?

source: དགག་དབྱེ་ལན་གསུམ་བཟླས་པ་ལ་བཟླས་པ་དང་པོ་བརྗོད་པ་མ་རྫོགས་པར་དགག་དབྱེ་འཇོག་པ་ནི་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: When the lifting of restrictions is to be recited three times, a suspension of the lifting of restrictions before the recitation of the first repetition is finished is a proper suspension of the lifting of restrictions.

source: བརྗོད་པ་རྫོགས་ནས་དགག་དབྱེ་འཇོག་པ་ཡང་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: A suspension of the lifting of restrictions after the [third] recitation is finished is a proper suspension of the lifting of restrictions.

source: བཟླས་པ་གཉིས་པ་བརྗོད་པ་མ་རྫོགས་པར་དགག་དབྱེ་འཇོག་པ་ཡང་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: A suspension of the lifting of restrictions before the recitation of the second repetition is finished is a proper suspension of the lifting of restrictions.

source: བཟླས་པ་གསུམ་པ་བརྗོད་པ་མ་རྫོགས་པར་དགག་དབྱེ་འཇོག་པ་ཡང་དགག་དབྱེ་འཇོག་པ་ཆོས་དང་མཐུན་པ་ཡིན་ནོ། །
en: A suspension of the lifting of restrictions before the recitation of the third repetition is finished is a proper suspension of the lifting of restrictions.

source: དེ་ལྟར་ན་དགག་དབྱེ་གཞག་པ་ཆོས་དང་མཐུན་པ་ལྔ་དང་ཆོས་དང་མི་མཐུན་པ་གཅིག་ཡིན་ནོ། །
en: These are the five proper suspensions and the one improper suspension of the lifting of restrictions.

source: དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡོད།
en: “There are liftings of restrictions with a single repetition.

source: དགག་དབྱེ་ལན་གཉིས་བཟླས་པ་ཡོད།
en: There are liftings of restrictions with two repetitions.

source: དགག་དབྱེ་ལན་གསུམ་བཟླས་པ་ཡོད།
en: There are liftings of restrictions with three repetitions.

source: ཚོགས་ཀྱི་དགག་དབྱེ་ཡོད་དོ། །
en: There are liftings of restrictions as an assembly.”

source: དོན་གང་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ཞེ་ན།། །།
en: Monk For what reason is the lifting of restrictions recited once?

source: བར་སྡོམ་ལ། གཞང་འབྲུམ་ཆར་དང་རྒྱལ་པོ་དང་། །སྙན་དང་ཆོས་ནི་རྣམ་ངེས་དང་། །དགེ་འདུན་བར་ཆད་བྱེད་གཏོགས་པ། །ཡང་དག་བསྡུས་པའི་ཚོགས་ཡིན་ནོ། །
en: An intervening summary: Hemorrhoids, rains, king, The ascertainment of sweet dharmas, Matters considered to act as an obstacle to the saṅgha, and A well-gathered assembly.

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གཞང་འབྲུམ་གྱིས་ཐེབས་པ་རབ་ཏུ་མང་པོ་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་དང་། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། དགེ་སློང་རབ་ཏུ་མང་པོ་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་འདི་དག་ཀྱང་གཞང་འབྲུམ་གྱིས་ཐེབས་པ་ཡིན་ཏེ།
en: Hemorrhoids “On the fifteenth, the day of lifting restrictions, a great many monks afflicted with hemorrhoids may be seated and have a quorum when the monk who directs the lifting of restrictions thinks, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, but the great many monks sitting who have a quorum are afflicted with hemorrhoids.

source: གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, these venerable ones will be ill at ease!

source: ཚེ་དང་ལྡན་པ་འདི་དག་རེག་པར་མི་གནས་པར་འགྱུར་བས་མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱའོ་སྙམ་ནས།
en: Oh dear! I will direct the lifting of restrictions with the lifting of restrictions recited once.’

source: དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན་དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.”

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་བླ་གབ་མེད་པར་གནས་མལ་རབ་ཏུ་མང་པོ་བཀྲམ་ལ་ཆར་པ་བབ་པའམ།
en: Rains “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, a great many seats may be spread out with no canopy overhead as rain falls or looks as if it will.

source: འབབ་དུ་དོགས་པ་དང་། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། གནས་མལ་རབ་ཏུ་མང་པོ་ཞིག་ནི་བླ་གབ་མེད་པར་བཀྲམ་སྟེ། ཆར་པ་འབབ་པའམ།
en: Considering this, the monk who directs the lifting of restrictions may think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and a great many seats are spread out with no canopy overhead as rain falls or looks as if it will.

source: འབབ་ཏུ་དོགས་ལ། གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་བདག་གིས་གནས་མལ་རྣམས་མ་གཤེར་བར་བརྟུལ་མི་ནུས་པས་མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱའོ་སྙམ་ནས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, I will not be able to collect the seats without their getting wet! Oh dear!

source: དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན།
en: I will direct the lifting of restrictions with the lifting of restrictions recited once.’

source: དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་རྒྱལ་པོ་དང་། བཙུན་མོ་དང་། གཞོན་ནུ་དང་།
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.”

source: བློན་པོ་དང་། ཁྲོམ་གྱི་རུ་པ་དང་། གྲོང་མི་དང་། ཡུལ་མི་དག་དང་ཐབས་ཅིག་ཏུ་ཀུན་དགའ་ར་བར་ལྷགས་ལ། དེར་རྒྱལ་པོས་ཀྱང་དགེ་འདུན་ལ་གོས་དང་ཟང་ཟིང་གི་རྙེད་པ་མང་དུ་ཕུལ། བཙུན་མོ་དང་། གཞོན་ནུ་དང་། བློན་པོ་དང་། ཁྲོམ་གྱི་རུ་པ་དང་། གྲོང་མི་དང་། ཡུལ་མི་དག་གིས་ཀྱང་དགེ་འདུན་ལ་གོས་དང་ཟང་ཟིང་གི་རྙེད་པ་མང་དུ་ཕུལ་ལ། སྒྲོགས་པར་བྱེད་པའི་དགེ་སློང་གིས་ཀྱང་བསྒྲགས་པས་ནམ་རིང་ཞིག་ཟད་པར་གྱུར་པ་ལ། དེ་ལ་དགག་དབྱེ་བྱེད་པའི་དགེ་སློང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: King “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, the king, together with his queens, princes, ministers, armed forces, city folk, and country folk, may come to the park, where the king offers the saṅgha a large quantity of cloth and material goods, and the queens, princes, ministers, armed forces, city folk, and country folk too may offer the saṅgha a large quantity of cloth and material goods, so that the monk crier would tire from reciting dedications throughout the night.

source: དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་ལ། རྒྱལ་པོ་འདི་ཡང་བཙུན་མོ་དང་། གཞོན་ནུ་དང་། བློན་པོ་དང་། ཁྲོམ་གྱི་རུ་པ་དང་། གྲོང་མི་དང་། ཡུལ་མི་དག་དང་ཐབས་ཅིག་ཏུ་ཀུན་དགའ་ར་བར་ལྷགས་ལ། འདིར་རྒྱལ་པོས་ཀྱང་དགེ་འདུན་ལ་གོས་དང་ཟང་ཟིང་གི་རྙེད་པ་མང་དུ་ཕུལ། བཙུན་མོ་དང་།
en: Considering this, the monk who directs the lifting of restrictions might think, ‘Today is the fifteenth, the saṅgha’s lifting of restrictions, and the king, together with his queens, princes, ministers, armed forces, city folk, and country folk, have come to the park.

source: གཞོན་ནུ་དང་། བློན་པོ་དང་། ཁྲོམ་གྱི་རུ་པ་དང་། གྲོང་མི་དང་། ཡུལ་མི་རྣམས་ཀྱིས་ཀྱང་དགེ་འདུན་ལ་གོས་དང་ཟང་ཟིང་གི་རྙེད་པ་མང་དུ་ཕུལ་ཏེ། སྒྲོགས་པར་བྱེད་པའི་དགེ་སློང་གིས་ཀྱང་བསྒྲགས་པས་མཚན་རིང་ཞིག་ཟད་པས།
en: Because the king is offering the saṅgha a large quantity of cloth and material goods, and the queens, princes, ministers, armed forces, city folk, and country folk also is offering the saṅgha a large quantity of cloth and material goods, the monk crier would tire from reciting dedications throughout the night.

source: གལ་ཏེ་བདག་གིས་དགག་དབྱེ་ལན་གསུམ་བཟླས་པས་དགག་དབྱེ་བྱས་ན་བདག་གིས་སྐྱ་རེངས་མ་ཤར་བར་དགག་དབྱེ་བྱ་མི་ནུས་པས།
en: If I direct the lifting of restrictions by reciting the lifting of restrictions three times, the lifting of restrictions will not be finished before dawn!

source: མ་ལ་བདག་གིས་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱའོ་སྙམ་ནས།
en: I should direct the lifting of restrictions with the lifting of restrictions recited once.’

source: དེ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པས་དགག་དབྱེ་བྱེད་ན། དོན་དེ་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ཡིན་ནོ། །
en: “Suppose he then directs the lifting of restrictions with the lifting of restrictions recited once—that is the reason for the lifting of restrictions recited once.”

source: དོན་གཞན་ལ་དགག་དབྱེ་ལན་གཅིག་བཟླས་པ་ནི་འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་སྙན་པ་སྙན་པར་སྨྲ་བའི་དགེ་སློང་དག་གིས་ཆོས་སྙན་དགུ་བཏོན་པས་མཚན་རིང་ཞིག་ཟད་ལ།
en: The Ascertainment of Sweet Dharmas “Another reason for the lifting of restrictions recited once: On the fifteenth, the day of lifting restrictions, the monks who sweetly explain the sweet Dharma may be tired from chanting the nine sweet dharmas throughout the night.
